"browserTitle" = "Egenskaper för ”%@”";
"untitledMovie" = "Namnlös";

"deleteButtonTitle" = "Radera";
"extractButtonTitle" = "Extrahera";

"deleteTrackOperation" = "Radera spår"; /* for undo */
"deleteTracksOperation" = "Radera spår"; /* for undo */

"deleteTrackMessage" = "Är du säker på att du vill radera spåret?";
"deleteTracksMessage" = "Är du säker på att du vill radera spåren?";
"operationUndoable" = "Åtgärden kan inte ångras.";

"multipleObjectsSelected" = "%d objekt valda.";

"propUnavailablePlaceholder" = "--";
"inspectorUnavailable" = "Flera markeringar";